{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "ONE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32,
      "content": "TWO",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 37,
      "content": "SIX",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 40,
      "content": "FIVE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 44,
      "content": "SEVEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 45,
      "content": "FOUR",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50,
      "content": "EIGHT",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 52,
      "content": "NINE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 54,
      "content": "THREE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 70,
      "content": "TWENTY",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 73,
      "content": "ZERO",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 79,
      "content": "NINETEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 97,
      "content": "TEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 110,
      "content": "FOURTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 112,
      "content": "TWELVE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 115,
      "content": "FIFTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 118,
      "content": "SEVENTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 119,
      "content": "ELEVEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 127,
      "content": "AUGUST",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 133,
      "content": "MAY",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 138,
      "content": "SIXTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 142,
      "content": "OCTOBER",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 143,
      "content": "SEPTEMBER",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 161,
      "content": "EIGHTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 165,
      "content": "JUNE",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 166,
      "content": "JULY",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 167,
      "content": "FEBRUARY",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 169,
      "content": "JANUARY",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 170,
      "content": "MARCH",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 190,
      "content": "APRIL",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 191,
      "content": "DECEMBER",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 196,
      "content": "THIRTEEN",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 197,
      "content": "NOVEMBER",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SPACE]": 1,
      "A": 2,
      "B": 3,
      "C": 4,
      "D": 5,
      "E": 6,
      "F": 7,
      "G": 8,
      "H": 9,
      "I": 10,
      "J": 11,
      "K": 12,
      "L": 13,
      "M": 14,
      "N": 15,
      "O": 16,
      "P": 17,
      "Q": 18,
      "R": 19,
      "S": 20,
      "T": 21,
      "U": 22,
      "V": 23,
      "W": 24,
      "X": 25,
      "Y": 26,
      "Z": 27,
      "NE": 28,
      "VE": 29,
      "TW": 30,
      "ONE": 31,
      "TWO": 32,
      "TY": 33,
      "FI": 34,
      "OU": 35,
      "IX": 36,
      "SIX": 37,
      "SE": 38,
      "TH": 39,
      "FIVE": 40,
      "EE": 41,
      "VEN": 42,
      "FOU": 43,
      "SEVEN": 44,
      "FOUR": 45,
      "EI": 46,
      "GH": 47,
      "EIGH": 48,
      "ER": 49,
      "EIGHT": 50,
      "NI": 51,
      "NINE": 52,
      "REE": 53,
      "THREE": 54,
      "EN": 55,
      "TER": 56,
      "ENTER": 57,
      "SIXTY": 58,
      "OH": 59,
      "RU": 60,
      "BOU": 61,
      "RTY": 62,
      "RUBOU": 63,
      "RUBOUT": 64,
      "EEN": 65,
      "TEEN": 66,
      "FIF": 67,
      "THI": 68,
      "TWEN": 69,
      "TWENTY": 70,
      "ZER": 71,
      "THIRTY": 72,
      "ZERO": 73,
      "ST": 74,
      "FIFTY": 75,
      "ND": 76,
      "RE": 77,
      "EL": 78,
      "NINETEEN": 79,
      "ASE": 80,
      "ERASE": 81,
      "FO": 82,
      "SEVENTY": 83,
      "FORTY": 84,
      "ES": 85,
      "YES": 86,
      "AR": 87,
      "AT": 88,
      "EAT": 89,
      "NO": 90,
      "OP": 91,
      "PEAT": 92,
      "REPEAT": 93,
      "AND": 94,
      "EIGHTY": 95,
      "STOP": 96,
      "TEN": 97,
      "HU": 98,
      "HEL": 99,
      "NDRE": 100,
      "HUNDRE": 101,
      "HELP": 102,
      "HUNDRED": 103,
      "TWEL": 104,
      "STAR": 105,
      "START": 106,
      "SAND": 107,
      "OUSAND": 108,
      "THOUSAND": 109,
      "FOURTEEN": 110,
      "NINETY": 111,
      "TWELVE": 112,
      "BER": 113,
      "GO": 114,
      "FIFTEEN": 115,
      "THIR": 116,
      "EVEN": 117,
      "SEVENTEEN": 118,
      "ELEVEN": 119,
      "AU": 120,
      "EM": 121,
      "GU": 122,
      "JU": 123,
      "ARY": 124,
      "AUGU": 125,
      "EMBER": 126,
      "AUGUST": 127,
      "AY": 128,
      "CO": 129,
      "CT": 130,
      "ETH": 131,
      "IETH": 132,
      "MAY": 133,
      "OBER": 134,
      "OCT": 135,
      "PT": 136,
      "TIETH": 137,
      "SIXTEEN": 138,
      "SEPT": 139,
      "THIRD": 140,
      "THIRTIETH": 141,
      "OCTOBER": 142,
      "SEPTEMBER": 143,
      "AL": 144,
      "AN": 145,
      "AP": 146,
      "BRU": 147,
      "CH": 148,
      "DE": 149,
      "EBRU": 150,
      "FTH": 151,
      "FEBRU": 152,
      "HAL": 153,
      "JAN": 154,
      "LY": 155,
      "MAR": 156,
      "RST": 157,
      "UARY": 158,
      "FIRST": 159,
      "SECO": 160,
      "EIGHTEEN": 161,
      "FIFTH": 162,
      "TWELFTH": 163,
      "FIFTEENTH": 164,
      "JUNE": 165,
      "JULY": 166,
      "FEBRUARY": 167,
      "HALF": 168,
      "JANUARY": 169,
      "MARCH": 170,
      "SECOND": 171,
      "ARE": 172,
      "CEMBER": 173,
      "HE": 174,
      "IL": 175,
      "NTH": 176,
      "OF": 177,
      "OST": 178,
      "ROP": 179,
      "RIL": 180,
      "SIXTH": 181,
      "SEVENTH": 182,
      "FOURTH": 183,
      "EIGHTH": 184,
      "NINTH": 185,
      "ELEVENTH": 186,
      "CODE": 187,
      "SIXTEENTH": 188,
      "APOST": 189,
      "APRIL": 190,
      "DECEMBER": 191,
      "EIGHTEENTH": 192,
      "AREA": 193,
      "ROPHE": 194,
      "APOSTROPHE": 195
    },
    "merges": [
      "N E",
      "V E",
      "T W",
      "O NE",
      "TW O",
      "T Y",
      "F I",
      "O U",
      "I X",
      "S IX",
      "S E",
      "T H",
      "FI VE",
      "E E",
      "VE N",
      "F OU",
      "SE VEN",
      "FOU R",
      "E I",
      "G H",
      "EI GH",
      "E R",
      "EIGH T",
      "N I",
      "NI NE",
      "R EE",
      "TH REE",
      "E N",
      "T ER",
      "EN TER",
      "SIX TY",
      "O H",
      "R U",
      "B OU",
      "R TY",
      "RU BOU",
      "RUBOU T",
      "EE N",
      "T EEN",
      "FI F",
      "TH I",
      "TW EN",
      "TWEN TY",
      "Z ER",
      "THI RTY",
      "ZER O",
      "S T",
      "FIF TY",
      "N D",
      "R E",
      "E L",
      "NINE TEEN",
      "A SE",
      "ER ASE",
      "F O",
      "SEVEN TY",
      "FO RTY",
      "E S",
      "Y ES",
      "A R",
      "A T",
      "E AT",
      "N O",
      "O P",
      "P EAT",
      "RE PEAT",
      "A ND",
      "EIGH TY",
      "ST OP",
      "T EN",
      "H U",
      "H EL",
      "ND RE",
      "HU NDRE",
      "HEL P",
      "HUNDRE D",
      "TW EL",
      "ST AR",
      "STAR T",
      "S AND",
      "OU SAND",
      "TH OUSAND",
      "FOUR TEEN",
      "NINE TY",
      "TWEL VE",
      "B ER",
      "G O",
      "FIF TEEN",
      "THI R",
      "E VEN",
      "SEVEN TEEN",
      "EL EVEN",
      "A U",
      "E M",
      "G U",
      "J U",
      "AR Y",
      "AU GU",
      "EM BER",
      "AUGU ST",
      "A Y",
      "C O",
      "C T",
      "E TH",
      "I ETH",
      "M AY",
      "O BER",
      "O CT",
      "P T",
      "T IETH",
      "SIX TEEN",
      "SE PT",
      "THIR D",
      "THIR TIETH",
      "OCT OBER",
      "SEPT EMBER",
      "A L",
      "A N",
      "A P",
      "B RU",
      "C H",
      "D E",
      "E BRU",
      "F TH",
      "F EBRU",
      "H AL",
      "J AN",
      "L Y",
      "M AR",
      "R ST",
      "U ARY",
      "FI RST",
      "SE CO",
      "EIGHT EEN",
      "FIF TH",
      "TWEL FTH",
      "FIFTEEN TH",
      "JU NE",
      "JU LY",
      "FEBRU ARY",
      "HAL F",
      "JAN UARY",
      "MAR CH",
      "SECO ND",
      "A RE",
      "C EMBER",
      "H E",
      "I L",
      "N TH",
      "O F",
      "O ST",
      "R OP",
      "R IL",
      "SIX TH",
      "SEVEN TH",
      "FOUR TH",
      "EIGH TH",
      "NI NTH",
      "ELEVEN TH",
      "CO DE",
      "SIXTEEN TH",
      "AP OST",
      "AP RIL",
      "DE CEMBER",
      "EIGHTEEN TH",
      "ARE A",
      "ROP HE",
      "APOST ROPHE"
    ]
  }
}